// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder 並未被測試與 Finder 版本 %@ 的相容性";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "已知的相容版本為 %@ - %@。\n相容的 XtraFinder 更新將會於近期推出。\n\n您要繼續使用 XtraFinder 嗎？";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "請先完成所有的背景作業。（例如拷貝或移動檔案）\n現在 Finder 將會被重新啓動。";
"Uninstall" = "解除安裝";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";